Repository: youyooo/MateDrive
Catalog: MateDriveApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Advanced Connection Options
zh_hans: 高级连接选项
zh_hant: 進階連線選項

source: Connect TeslaMate
zh_hans: 连接 TeslaMate
zh_hant: 連接 TeslaMate

source: Connect server
zh_hans: 连接服务器
zh_hant: 連接伺服器

source: Connect your TeslaMate server
zh_hans: 连接你的 TeslaMate 服务器
zh_hant: 連接你的 TeslaMate 伺服器

source: MateDrive verifies server and data access before saving.
zh_hans: 保存前，MateDrive 会验证服务器和数据访问。
zh_hant: 儲存前，MateDrive 會驗證伺服器和資料存取。

source: Verify & Continue
zh_hans: 验证并继续
zh_hant: 驗證並繼續

source: Independent App
zh_hans: 独立应用声明
zh_hant: 獨立應用聲明

source: Route Weather
zh_hans: 路线天气
zh_hant: 路線天氣

source: To load weather for this drive, MateDrive sends one representative precise route coordinate and the drive time to Open-Meteo. Open-Meteo may retain request logs for up to 90 days. You can turn this off and clear saved weather in Privacy & Local Data.
zh_hans: 如需加载本次行程天气，MateDrive 会向 Open-Meteo 发送一个代表性的精确路线坐标和行程时间。Open-Meteo 可能将请求日志保留最长 90 天。你可以随时在“隐私与本地数据”中关闭并清除已保存天气。
zh_hant: 如需載入本次行程天氣，MateDrive 會向 Open-Meteo 傳送一個代表性的精確路線座標和行程時間。Open-Meteo 可能將請求日誌保留最長 90 天。你可以隨時在「隱私與本機資料」中關閉並清除已儲存天氣。

source: Could not save this permission. Try again.
zh_hans: 无法保存此授权，请重试。
zh_hant: 無法儲存此授權，請再試一次。

source: Enabling Route Weather
zh_hans: 正在启用路线天气
zh_hant: 正在啟用路線天氣

source: Enable Route Weather
zh_hans: 启用路线天气
zh_hant: 啟用路線天氣

source: Apple map and geocoding services process map locations. Route weather stays off until you enable it. When enabled, one representative precise route coordinate and the drive time are sent to Open-Meteo. Open-Meteo may retain request logs for up to 90 days and states that it does not link them to user identities or use them for tracking.
zh_hans: 苹果地图和地理编码服务会处理地图位置。路线天气默认关闭，只有你主动启用后，应用才会向 Open-Meteo 发送一个代表性的精确路线坐标和行程时间。该服务可能将请求日志保留最长 90 天，并声明不会将其关联到用户身份或用于跟踪。
zh_hant: 蘋果地圖和地理編碼服務會處理地圖位置。路線天氣預設關閉，只有你主動啟用後，應用程式才會向 Open-Meteo 傳送一個代表性的精確路線座標和行程時間。該服務可能將請求日誌保留最長 90 天，並聲明不會將其關聯至使用者身分或用於追蹤。

source: Allow Open-Meteo Route Weather
zh_hans: 允许 Open-Meteo 路线天气
zh_hant: 允許 Open-Meteo 路線天氣

source: Turning this off stops future Open-Meteo requests. Previously saved weather remains on this device until you clear it below.
zh_hans: 关闭后将停止后续 Open-Meteo 请求。此前保存的天气仍保留在本机，直到你在下方清除。
zh_hant: 關閉後將停止後續 Open-Meteo 請求。先前儲存的天氣仍保留在本機，直到你在下方清除。

source: Clear Saved Route Weather
zh_hans: 清除已保存路线天气
zh_hant: 清除已儲存路線天氣

source: Clear all saved route weather?
zh_hans: 清除全部已保存路线天气？
zh_hant: 清除全部已儲存路線天氣？

source: Clear Route Weather
zh_hans: 清除路线天气
zh_hant: 清除路線天氣

source: Saved Open-Meteo results will be removed from this device. Your route-weather permission and TeslaMate data will not change.
zh_hans: 本机保存的 Open-Meteo 天气结果将被删除。路线天气授权状态和 TeslaMate 数据不会改变。
zh_hant: 本機儲存的 Open-Meteo 天氣結果將被刪除。路線天氣授權狀態和 TeslaMate 資料不會改變。

source: Route Weather Cleared
zh_hans: 路线天气已清除
zh_hant: 路線天氣已清除

source: MateDrive is an independently developed, unofficial iOS app. It is not affiliated with, sponsored by, or endorsed by Tesla, Inc., TeslaMate, or any other service provider. Product and service names are used only to describe compatibility.
zh_hans: MateDrive 是独立开发的非官方 iOS 应用，与特斯拉公司、TeslaMate 或其他服务提供方不存在隶属、赞助或官方认可关系。产品与服务名称仅用于说明兼容性，相关商标归各自权利人所有。
zh_hant: MateDrive 是獨立開發的非官方 iOS 應用，與特斯拉公司、TeslaMate 或其他服務提供方不存在隸屬、贊助或官方認可關係。產品與服務名稱僅用於說明相容性，相關商標歸各自權利人所有。

source: AC charging was recorded
zh_hans: 记录到交流充电
zh_hant: 記錄到交流充電

source: Confirmed by you
zh_hans: 由你确认
zh_hant: 由你確認

source: DC fast charging was recorded
zh_hans: 记录到直流快充
zh_hant: 記錄到直流快充

source: Geofence match
zh_hans: 围栏匹配
zh_hant: 圍欄匹配

source: Inside a saved charging geofence
zh_hans: 位于已保存的充电围栏内
zh_hant: 位於已儲存的充電圍欄內

source: Inside a saved school geofence
zh_hans: 位于已保存的学校围栏内
zh_hant: 位於已儲存的學校圍欄內

source: Inside a saved shopping geofence
zh_hans: 位于已保存的商场围栏内
zh_hant: 位於已儲存的商場圍欄內

source: Inside the saved Home geofence
zh_hans: 位于已保存的家庭围栏内
zh_hant: 位於已儲存的家庭圍欄內

source: Inside the saved Work geofence
zh_hans: 位于已保存的公司围栏内
zh_hant: 位於已儲存的公司圍欄內

source: Learned pattern
zh_hans: 学习到的规律
zh_hant: 學習到的規律

source: Matched a repeated route
zh_hans: 匹配到重复路线
zh_hant: 符合重複路線

source: Matched a weekday commute window
zh_hans: 符合工作日通勤时段
zh_hant: 符合工作日通勤時段

source: Matched the typical stay duration
zh_hans: 符合典型停留时长
zh_hant: 符合典型停留時長

source: MateDrive inferred this activity from the available trip, place, time and charging evidence.
zh_hans: MateDrive 根据可用的行程、地点、时间和充电证据推断此动态。
zh_hant: MateDrive 根據可用的行程、地點、時間和充電證據推斷此動態。

source: Not classified
zh_hans: 暂未分类
zh_hant: 暫未分類

source: Repeated at a similar time
zh_hans: 多次出现在相近时段
zh_hant: 多次出現在相近時段

source: Saved place rule
zh_hans: 常用地点规则
zh_hant: 常用地點規則

source: Smart suggestion
zh_hans: 智能建议
zh_hant: 智能建議

source: The vehicle left soon after charging
zh_hans: 充电后不久车辆即离开
zh_hant: 充電後不久車輛即離開

source: This is a suggestion. Use Edit activity label to correct it; your choice will take priority.
zh_hans: 这是智能建议。可通过“编辑动态标签”纠正，你的选择会被优先采用。
zh_hant: 這是智能建議。可透過「編輯動態標籤」更正，你的選擇會被優先採用。

source: User confirmed
zh_hans: 用户已确认
zh_hant: 使用者已確認

source: Why MateDrive classified this activity
zh_hans: 动态判断依据
zh_hant: 動態判斷依據

source: Your confirmed label takes priority over automatic classification.
zh_hans: 你确认的标签优先于自动判断。
zh_hant: 你確認的標籤優先於自動判斷。

source: %@ days
zh_hans: %@ 天
zh_hant: %@ 天

source: Achievement Card
zh_hans: 成就卡片
zh_hant: 成就卡片

source: Achievement Share Card
zh_hans: 成就分享卡片
zh_hant: 成就分享卡片

source: Anyone receiving this image can see the selected achievement details.
zh_hans: 收到图片的人都能看到已选择的成就信息。
zh_hant: 收到圖片的人都能看到已選擇的成就資訊。

source: Goal
zh_hans: 目标
zh_hant: 目標

source: In Progress
zh_hans: 进行中
zh_hant: 進行中

source: Include place names
zh_hans: 包含地点名称
zh_hant: 包含地點名稱

source: Include progress details
zh_hans: 包含进度细节
zh_hant: 包含進度細節

source: Include unlock dates
zh_hans: 包含解锁日期
zh_hant: 包含解鎖日期

source: Missing hours: %@
zh_hans: 尚缺时段：%@ 点
zh_hant: 尚缺時段：%@ 點

source: Progress
zh_hans: 进度
zh_hant: 進度

source: Recorded range: %@ – %@
zh_hans: 记录范围：%@ – %@
zh_hant: 記錄範圍：%@ – %@

source: Share Achievement
zh_hans: 分享成就
zh_hant: 分享成就

source: Tier %d
zh_hans: 第 %d 级
zh_hant: 第 %d 級

source: place names
zh_hans: 地点名称
zh_hant: 地點名稱

source: progress details
zh_hans: 进度细节
zh_hant: 進度細節

source: unlock dates
zh_hans: 解锁日期
zh_hant: 解鎖日期

source: %@ hidden
zh_hans: %@ 已隐藏
zh_hant: %@ 已隱藏

source: Charge Stops
zh_hans: 充电次数
zh_hant: 充電次數

source: Charged Energy
zh_hans: 充入能量
zh_hant: 充入能量

source: Countries
zh_hans: 国家或地区
zh_hant: 國家或地區

source: Include exact dates
zh_hans: 包含精确日期
zh_hant: 包含精確日期

source: Include start and destination
zh_hans: 包含起点和终点
zh_hant: 包含起點和終點

source: Known Charge Cost
zh_hans: 已知充电费用
zh_hant: 已知充電費用

source: OK
zh_hans: 确定
zh_hant: 確定

source: Share Trip Report
zh_hans: 分享路程报告
zh_hant: 分享路程報告

source: Total Distance
zh_hans: 总距离
zh_hant: 總距離

source: Trip Report
zh_hans: 路程报告
zh_hant: 路程報告

source: Trip Report Share Card
zh_hans: 路程报告分享卡片
zh_hant: 路程報告分享卡片

source: costs
zh_hans: 费用
zh_hant: 費用

source: dates
zh_hans: 日期
zh_hant: 日期

source: locations
zh_hans: 地点
zh_hant: 地點

source: route
zh_hans: 路线
zh_hant: 路線

source: %.0f%% utilization
zh_hans: 利用率 %.0f%%
zh_hant: 利用率 %.0f%%

source: %.1f hard brakes/100 km
zh_hans: 每百公里 %.1f 次急刹
zh_hant: 每百公里 %.1f 次急煞

source: %@ is %@ %@, below %@ %@
zh_hans: %@ 当前 %@ %@，低于 %@ %@
zh_hant: %@ 當前 %@ %@，低於 %@ %@

source: %d days
zh_hans: %d 天
zh_hant: %d 天

source: %d days installed
zh_hans: 已安装 %d 天
zh_hant: 已安裝 %d 天

source: %d/%d drives recorded
zh_hans: %d/%d 次行程有记录
zh_hant: %d/%d 次行程有記錄

source: 30 Days
zh_hans: 30 天
zh_hant: 30 天

source: 6 Months
zh_hans: 6 个月
zh_hant: 6 個月

source: 7 Days
zh_hans: 7 天
zh_hant: 7 天

source: 90 Days
zh_hans: 90 天
zh_hant: 90 天

source: AC
zh_hans: 交流
zh_hant: 交流

source: AC / DC
zh_hans: 交流 / 直流
zh_hant: 交流 / 直流

source: AC Charge
zh_hans: 交流充电
zh_hant: 交流充電

source: API Capabilities
zh_hans: API 能力
zh_hant: API 能力

source: API Cost
zh_hans: API 价格
zh_hant: API 價格

source: API Token
zh_hans: API 令牌
zh_hant: API 令牌

source: Accent
zh_hans: 强调色
zh_hant: 強調色

source: Accept Invalid Certificates
zh_hans: 接受无效证书
zh_hant: 接受無效證書

source: Active
zh_hans: 活跃
zh_hant: 活躍

source: Activities
zh_hans: 活动
zh_hant: 活動

source: Add Pricing Rule
zh_hans: 添加电价规则
zh_hant: 新增電價規則

source: Add Segment
zh_hans: 添加时段
zh_hant: 新增時段

source: Add rules to estimate charging cost by location, time, and charger type.
zh_hans: 添加规则后，可按位置、时间和充电类型估算电费。
zh_hant: 新增規則後，可按位置、時間和充電型別估算電費。

source: Address Keyword
zh_hans: 地址关键词
zh_hant: 地址關鍵詞

source: All
zh_hans: 全部
zh_hant: 全部

source: All Time
zh_hans: 全部时间
zh_hant: 全部時間

source: All dates
zh_hans: 全部日期
zh_hant: 全部日期

source: All day
zh_hans: 全天
zh_hant: 全天

source: Already Correct
zh_hans: 费用已正确
zh_hant: 費用已正確

source: Any
zh_hans: 任意
zh_hant: 任意

source: Any location
zh_hans: 任意位置
zh_hant: 任意位置

source: Anyone receiving this image can see the selected trip details.
zh_hans: 收到图片的人都能看到已选择的行程信息。
zh_hant: 收到圖片的人都能看到已選擇的行程資訊。

source: At 100%
zh_hans: 满电估算
zh_hant: 滿電估算

source: Audit History
zh_hans: 审计记录
zh_hant: 審計記錄

source: Authentication
zh_hans: 身份验证
zh_hant: 身份驗證

source: Automatic
zh_hans: 自动
zh_hant: 自動

source: Available
zh_hans: 可用
zh_hant: 可用

source: Average
zh_hans: 平均
zh_hant: 平均

source: Average Gap
zh_hans: 平均间隔
zh_hant: 平均間隔

source: Average Speed
zh_hans: 平均速度
zh_hant: 平均速度

source: Avg Duration
zh_hans: 平均时长
zh_hant: 平均時長

source: Avg Efficiency
zh_hans: 平均效率
zh_hant: 平均效率

source: Avg Speed
zh_hans: 平均速度
zh_hant: 平均速度

source: Base
zh_hans: 基准
zh_hant: 基準

source: Base Charge
zh_hans: 基准充电
zh_hant: 基準充電

source: Basic Password
zh_hans: 基础认证密码
zh_hant: 基礎認證密碼

source: Basic Username
zh_hans: 基础认证用户名
zh_hant: 基礎認證使用者名稱

source: Battery
zh_hans: 电池
zh_hant: 電池

source: Battery %@, limit %@
zh_hans: 电量 %@，上限 %@
zh_hant: 電量 %@，上限 %@

source: Battery Calibration
zh_hans: 电池校准
zh_hant: 電池校準

source: Battery Health
zh_hans: 电池健康
zh_hant: 電池健康

# Battery Health Note
source: If TeslaMate started recording late, enter the new-car full rated range to calculate health from today's 100% range.
zh_hans: 如果 TeslaMate 是车辆行驶很久后才开始记录，请填入新车满电额定续航；电池健康会用当前估算满电续航和该参考值计算。
zh_hant: 如果 TeslaMate 是車輛行駛很久後才開始記錄，請填入新車滿電額定續航；電池健康會用當前估算滿電續航和該參考值計算。

source: Battery History
zh_hans: 电池历史
zh_hant: 電池歷史

source: Battery retention is calculated from data recorded by TeslaMate, not from the vehicle's full lifetime. Enter a verified new-car usable capacity or rated range in Settings to calculate absolute health.
zh_hans: 当前保持率根据 TeslaMate 记录期数据计算，并不代表整车寿命健康度。请在设置中填写已确认的新车可用容量或额定续航后计算绝对健康度。
zh_hant: 目前保持率根據 TeslaMate 記錄期資料計算，並不代表整車壽命健康度。請在設定中填寫已確認的新車可用容量或額定續航後計算絕對健康度。

source: Battery unavailable
zh_hans: 电池数据不可用
zh_hant: 電池資料不可用

source: Braking Smoothness
zh_hans: 制动平稳度
zh_hant: 煞車平穩度

source: Business
zh_hans: 商务
zh_hant: 商務

source: Calculated only from available TeslaMate API samples. Missing metrics are excluded instead of scored as zero; this is not Tesla's Safety Score.
zh_hans: 仅使用服务器已记录的有效样本计算；缺失指标会被排除，不会按 0 分处理。本评分并非特斯拉官方安全评分。
zh_hant: 僅使用伺服器已記錄的有效樣本計算；缺少的指標會被排除，不會按 0 分處理。本評分並非特斯拉官方安全評分。

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Capacity Loss
zh_hans: 容量损失
zh_hant: 容量損失

source: Capacity New
zh_hans: 新车容量
zh_hant: 新車容量

source: Capacity Now
zh_hans: 当前容量
zh_hant: 當前容量

source: Car Image
zh_hans: 车辆图片
zh_hant: 車輛圖片

source: Charge
zh_hans: 充电
zh_hant: 充電

source: Charge Cost
zh_hans: 充电费用
zh_hant: 充電費用

source: Charge Curves
zh_hans: 充电曲线
zh_hant: 充電曲線

source: Charge Detail
zh_hans: 充电详情
zh_hant: 充電詳情

source: Charge Energy
zh_hans: 充入电量
zh_hant: 充入電量

source: Charge Pricing
zh_hans: 充电电价
zh_hant: 充電電價

source: Charge Starting
zh_hans: 充电启动中
zh_hant: 充電啟動中

source: Charge unavailable
zh_hans: 充电不可用
zh_hant: 充電不可用

source: Charged
zh_hans: 已充电
zh_hant: 已充電

source: Charger Type
zh_hans: 充电类型
zh_hant: 充電型別

source: Charges
zh_hans: 充电记录
zh_hant: 充電記錄

source: Charging
zh_hans: 充电
zh_hant: 充電

source: Charging complete
zh_hans: 充电完成
zh_hant: 充電完成

source: Check all four tyres; the recorded pressure difference is larger than 0.25 bar.
zh_hans: 检查四轮胎压，记录到的胎压差已达到 0.25 巴。
zh_hant: 檢查四輪胎壓，記錄到的胎壓差已達到 0.25 巴。

source: Clear Manual Cost
zh_hans: 清除手动价格
zh_hant: 清除手動價格

source: Cloudflare Access Client ID
zh_hans: Cloudflare 访问客户端标识
zh_hant: Cloudflare 訪問客戶端標識

source: Cloudflare Access Client Secret
zh_hans: Cloudflare 访问客户端密钥
zh_hant: Cloudflare 訪問客戶端金鑰

source: Color
zh_hans: 颜色
zh_hant: 顏色

source: Commute
zh_hans: 通勤
zh_hant: 通勤

source: Compare
zh_hans: 比较
zh_hant: 比較

source: Compare Charges
zh_hans: 比较充电
zh_hant: 比較充電

source: Compare Drives
zh_hans: 比较行程
zh_hant: 比較行程

source: Comparing drives
zh_hans: 正在比较行程
zh_hant: 正在比較行程

source: Complete every price segment with valid times and a non-negative price.
zh_hans: 请完整填写每个分时时段、有效时间和非负电价。
zh_hant: 請完整填寫每個分時時段、有效時間和非負電價。

source: Confidence %d%% · %d recent drives
zh_hans: 置信度 %d%% · 近期 %d 次行程
zh_hant: 可信度 %d%% · 近期 %d 次行程

source: Configure vehicle image
zh_hans: 配置车辆图片
zh_hant: 設定車輛圖片

source: Connection Test
zh_hans: 连接测试
zh_hant: 連線測試

source: Cost
zh_hans: 费用
zh_hant: 費用

source: Cost Changes
zh_hans: 费用变更
zh_hant: 費用變更

source: Cost Source
zh_hans: 费用来源
zh_hant: 費用來源

source: Countries Visited
zh_hans: 访问过的国家
zh_hant: 訪問過的國家

source: Create Trip
zh_hans: 创建路程
zh_hant: 建立路程

source: Create a new rule from this template
zh_hans: 使用此模板新建规则
zh_hant: 使用此範本新增規則

source: Currency
zh_hans: 货币
zh_hant: 貨幣

source: Current
zh_hans: 当前
zh_hant: 當前

source: Current Alerts
zh_hans: 当前警报
zh_hant: 當前警報

source: Current Charge
zh_hans: 当前充电
zh_hant: 當前充電

source: Current SOC
zh_hans: 当前电量
zh_hant: 當前電量

source: Current session in progress
zh_hans: 当前会话进行中
zh_hant: 當前會話進行中

source: Custom
zh_hans: 自定义
zh_hant: 自訂

source: DC
zh_hans: 直流
zh_hant: 直流

source: DC Charge
zh_hans: 直流充电
zh_hant: 直流充電

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Dashboard
zh_hans: 仪表盘
zh_hant: 儀表盤

source: Data coverage
zh_hans: 数据覆盖
zh_hant: 資料覆蓋

source: Date
zh_hans: 日期
zh_hant: 日期

source: Day Trip
zh_hans: 日间行程
zh_hant: 日間行程

source: Deep Blue
zh_hans: 深蓝
zh_hant: 深藍

source: Default Price per kWh
zh_hans: 默认每度价格
zh_hant: 預設每度價格

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete Trip
zh_hans: 删除路程
zh_hant: 刪除路程

source: Detected at %@
zh_hans: 检测位置：%@
zh_hant: 偵測位置：%@

source: Detected configuration
zh_hans: 检测到的配置
zh_hant: 偵測到的設定

source: Direct TeslaMate data
zh_hans: TeslaMate 原始数据
zh_hant: TeslaMate 原始資料

source: Disabled
zh_hans: 已停用
zh_hant: 已停用

source: Distance
zh_hans: 距离
zh_hant: 距離

source: Done
zh_hans: 完成
zh_hant: 完成

source: Drive
zh_hans: 行程
zh_hant: 行程

source: Drive Detail
zh_hans: 行程详情
zh_hant: 行程詳情

source: Drive Distance
zh_hans: 行程里程
zh_hant: 行程里程

source: Drive Insights
zh_hans: 行程洞察
zh_hant: 行程洞察

source: Drive Summary
zh_hans: 行程摘要
zh_hant: 行程摘要

source: Drive unavailable
zh_hans: 行程不可用
zh_hant: 行程不可用

source: Drives
zh_hans: 行程
zh_hant: 行程

source: Driving
zh_hans: 行驶
zh_hant: 行駛

source: Duration
zh_hans: 时长
zh_hant: 時長

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Efficiency
zh_hans: 效率
zh_hant: 效率

source: Elevation
zh_hans: 海拔
zh_hant: 海拔

source: Enabled
zh_hans: 已启用
zh_hant: 已啟用

source: End
zh_hans: 结束
zh_hant: 結束

source: End Time
zh_hans: 结束时间
zh_hant: 結束時間

source: Energy
zh_hans: 能量
zh_hant: 能量

source: Energy Added
zh_hans: 充入电量
zh_hant: 充入電量

source: English
zh_hans: 英语
zh_hant: 英語

source: Enter a valid non-negative default price.
zh_hans: 请输入有效且不小于零的默认电价。
zh_hant: 請輸入有效且不小於零的預設電價。

source: Enter a valid rule time in HH:mm format.
zh_hans: 请输入有效的规则时间，例如 08:30。
zh_hant: 請輸入有效的規則時間，例如 08:30。

source: Enter valid coordinates and a radius greater than zero.
zh_hans: 请输入有效坐标和大于零的半径。
zh_hant: 請輸入有效座標和大於零的半徑。

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Exact match
zh_hans: 精确匹配
zh_hant: 精確配對

source: Export Audit CSV
zh_hans: 导出审计记录
zh_hant: 匯出審計記錄

source: Export Diagnostics
zh_hans: 导出诊断报告
zh_hant: 匯出診斷報告

source: Export Failed
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Fallback
zh_hans: 默认
zh_hant: 預設

source: Fallback match
zh_hans: 回退匹配
zh_hant: 備用配對

source: Finding location
zh_hans: 正在查找位置
zh_hant: 正在查詢位置

source: First Visit
zh_hans: 首次到访
zh_hant: 首次到訪

source: Follow Device Region
zh_hans: 跟随设备地区
zh_hant: 跟隨裝置地區

source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Follow TeslaMate
zh_hans: 跟随 TeslaMate
zh_hant: 跟隨 TeslaMate

source: Free
zh_hans: 免费
zh_hant: 免費

source: From
zh_hans: 自
zh_hant: 自

source: Front Left
zh_hans: 左前轮
zh_hant: 左前輪

source: Front Right
zh_hans: 右前轮
zh_hant: 右前輪

source: Generation
zh_hans: 代际
zh_hant: 世代

source: Hard-braking frequency or regenerative-utilization samples are required. Missing data is not converted into a score.
zh_hans: 至少需要急刹频率或能量回收利用率样本；缺失数据不会被转换为评分。
zh_hant: 至少需要急煞頻率或能量回收利用率樣本；缺少的資料不會被轉換為評分。

source: Has Cost
zh_hans: 有费用
zh_hant: 有費用

source: Health Confidence
zh_hans: 健康可信度
zh_hant: 健康可信度

source: High Confidence
zh_hans: 高置信度
zh_hant: 高可信度

source: History
zh_hans: 历史
zh_hant: 歷史

source: Idle
zh_hans: 空闲
zh_hant: 空閒

source: Imperial (mi, °F, psi)
zh_hans: 英制（英里、华氏度、磅力每平方英寸）
zh_hant: 英制（英里、華氏度、磅力每平方英寸）

source: Include classification
zh_hans: 包含行程分类
zh_hant: 包含行程分類

source: Include date and time
zh_hans: 包含日期和时间
zh_hant: 包含日期和時間

source: Include route shape
zh_hans: 包含路线形状
zh_hant: 包含路線形狀

source: Include start and end locations
zh_hans: 包含起点和终点
zh_hant: 包含起點和終點

source: Increase following distance and anticipate slowing traffic to reduce hard braking.
zh_hans: 增加跟车距离并提前观察减速车流，减少急刹。
zh_hant: 增加跟車距離並提前觀察減速車流，減少急煞。

source: Inferred match
zh_hans: 推断匹配
zh_hant: 推斷配對

source: Inside
zh_hans: 车内
zh_hant: 車內

source: Language
zh_hans: 语言
zh_hant: 語言

source: Last 6 Days
zh_hans: 最近 6 天
zh_hant: 最近 6 天

source: Latitude
zh_hans: 纬度
zh_hant: 緯度

source: Latitude, longitude, and radius must be entered together.
zh_hans: 纬度、经度和半径必须同时填写。
zh_hant: 緯度、經度和半徑必須同時填寫。

source: Legs
zh_hans: 分段
zh_hant: 分段

source: Lifetime
zh_hans: 累计
zh_hant: 累計

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Limited
zh_hans: 受限
zh_hant: 受限

source: Loading
zh_hans: 正在加载
zh_hant: 正在載入

source: Loading battery
zh_hans: 正在加载电池
zh_hant: 正在載入電池

source: Loading charge
zh_hans: 正在加载充电
zh_hant: 正在載入充電

source: Loading charges
zh_hans: 正在加载充电记录
zh_hant: 正在載入充電記錄

source: Loading comparison
zh_hans: 正在加载比较
zh_hant: 正在載入比較

source: Loading countries
zh_hans: 正在加载国家
zh_hant: 正在載入國家

source: Loading current charge
zh_hans: 正在加载当前充电
zh_hant: 正在載入當前充電

source: Loading dashboard
zh_hans: 正在加载仪表盘
zh_hant: 正在載入儀表盤

source: Loading drive
zh_hans: 正在加载行程
zh_hant: 正在載入行程

source: Loading drives
zh_hans: 正在加载行程
zh_hant: 正在載入行程

source: Loading mileage
zh_hans: 正在加载里程
zh_hant: 正在載入里程

source: Loading regions
zh_hans: 正在加载地区
zh_hant: 正在載入地區

source: Loading sentry history
zh_hans: 正在加载哨兵历史
zh_hant: 正在載入哨兵歷史

source: Loading stats
zh_hans: 正在加载统计
zh_hant: 正在載入統計

source: Loading trip
zh_hans: 正在加载路程
zh_hant: 正在載入路程

source: Loading trips
zh_hans: 正在加载路程
zh_hant: 正在載入路程

source: Loading updates
zh_hans: 正在加载更新
zh_hant: 正在載入更新

source: Loading weather
zh_hans: 正在加载天气
zh_hant: 正在載入天氣

source: Local manual price
zh_hans: 本地手动价格
zh_hant: 本地手動價格

source: Location
zh_hans: 位置
zh_hant: 位置

source: Location and time pricing rules are not configured yet
zh_hans: 暂未配置按位置和时间匹配的电价规则
zh_hant: 暫未配置按位置和時間匹配的電價規則

source: Locations hidden
zh_hans: 地点已隐藏
zh_hant: 地點已隱藏

source: Lock
zh_hans: 门锁
zh_hant: 門鎖

source: Locked
zh_hans: 已锁定
zh_hant: 已鎖定

source: Longest
zh_hans: 最长
zh_hant: 最長

source: Longest Drive
zh_hans: 最长行程
zh_hant: 最長行程

source: Longitude
zh_hans: 经度
zh_hant: 經度

source: Low Confidence
zh_hans: 低置信度
zh_hant: 低可信度

source: Manual Cost
zh_hans: 手动价格
zh_hant: 手動價格

source: Manual Costs Protected
zh_hans: 已保护手动费用
zh_hant: 已保護手動費用

source: Manual configuration
zh_hans: 手动配置
zh_hant: 手動設定

source: Manual match
zh_hans: 手动匹配
zh_hant: 手動配對

source: Matched
zh_hans: 匹配记录
zh_hant: 符合記錄

source: Matched directly from the vehicle details.
zh_hans: 根据车辆信息直接匹配。
zh_hant: 根據車輛資訊直接配對。

source: Matched from vehicle details with catalog defaults where data was unavailable.
zh_hans: 根据车辆信息匹配，缺失数据使用目录默认值。
zh_hant: 根據車輛資訊配對，缺少資料時使用目錄預設值。

source: MateDrive Vehicle
zh_hans: MateDrive 车辆
zh_hant: MateDrive 車輛

source: Choose the vehicle shown by this widget.
zh_hans: 选择此小组件显示的车辆。
zh_hant: 選擇此小元件顯示的車輛。

source: Battery Trend
zh_hans: 电池趋势
zh_hant: 電池趨勢

source: Charging Trend
zh_hans: 充电趋势
zh_hant: 充電趨勢

source: Shows a privacy-safe battery capacity or range trend.
zh_hans: 显示保护隐私的电池容量或续航趋势。
zh_hant: 顯示保護隱私的電池容量或續航趨勢。

source: Shows 30-day charging energy and known cost totals.
zh_hans: 显示最近 30 天的充电电量和已知费用合计。
zh_hant: 顯示最近 30 天的充電電量和已知費用合計。

source: Merge adjacent drives
zh_hans: 合并相邻行程
zh_hant: 合併相鄰行程

source: Maximum stop
zh_hans: 最长停留
zh_hant: 最長停留

source: Merged Drive
zh_hans: 合并行程
zh_hant: 合併行程

source: %d segments
zh_hans: %d 段行程
zh_hant: %d 段行程

source: %d min stops
zh_hans: 停留 %d 分钟
zh_hant: 停留 %d 分鐘

source: %d min
zh_hans: %d 分钟
zh_hant: %d 分鐘

source: %d adjacent-drive groups; original record counts are retained.
zh_hans: 已合并 %d 组相邻行程；原始记录数量保持不变。
zh_hant: 已合併 %d 組相鄰行程；原始記錄數量保持不變。

source: Combined Summary
zh_hans: 合并汇总
zh_hant: 合併彙總

source: Segments
zh_hans: 行程段数
zh_hant: 行程段數

source: Driving Time
zh_hans: 驾驶时长
zh_hant: 駕駛時長

source: Intermediate Stops
zh_hans: 中途停留
zh_hant: 中途停留

source: Driving Energy
zh_hans: 行驶能量
zh_hant: 行駛能量

source: Why These Drives Were Merged
zh_hans: 合并依据
zh_hant: 合併依據

source: MateDrive groups the display only. TeslaMate records remain unchanged, and every original segment stays available below.
zh_hans: MateDrive 只合并显示，不会修改 TeslaMate 记录；下方仍可查看每一段原始行程。
zh_hant: MateDrive 只合併顯示，不會修改 TeslaMate 記錄；下方仍可查看每一段原始行程。

source: Original Drive Segments
zh_hans: 原始行程分段
zh_hant: 原始行程分段

source: Segments %d-%d: %d min stop, endpoints %d m apart
zh_hans: 第 %d-%d 段：停留 %d 分钟，衔接点相距 %d 米
zh_hant: 第 %d-%d 段：停留 %d 分鐘，銜接點相距 %d 公尺

source: Segments %d-%d: %d min stop, matching endpoint address
zh_hans: 第 %d-%d 段：停留 %d 分钟，衔接点地址一致
zh_hant: 第 %d-%d 段：停留 %d 分鐘，銜接點地址一致

source: Activity Recap
zh_hans: 活动回顾
zh_hant: 活動回顧

source: Complete history
zh_hans: 完整历史记录
zh_hant: 完整歷史記錄

source: Partial history
zh_hans: 历史记录不完整
zh_hant: 歷史記錄不完整

source: Exact dates and costs hidden
zh_hans: 精确日期和费用已隐藏
zh_hant: 精確日期和費用已隱藏

source: Exact dates hidden
zh_hans: 精确日期已隐藏
zh_hant: 精確日期已隱藏

source: Costs hidden
zh_hans: 费用已隐藏
zh_hant: 費用已隱藏

source: Drives only
zh_hans: 仅行程
zh_hant: 僅行程

source: Charges only
zh_hans: 仅充电
zh_hant: 僅充電

source: Parking only
zh_hans: 仅停车
zh_hant: 僅停車

source: Location filter applied
zh_hans: 已应用地点筛选
zh_hant: 已套用地點篩選

source: Totals reflect loaded records only.
zh_hans: 汇总仅反映已加载的记录。
zh_hant: 彙總僅反映已載入的記錄。

source: Distance coverage: %d/%d
zh_hans: 里程覆盖：%d/%d
zh_hant: 里程覆蓋：%d/%d

source: Driving energy coverage: %d/%d
zh_hans: 行驶能量覆盖：%d/%d
zh_hant: 行駛能量覆蓋：%d/%d

source: Charge energy coverage: %d/%d
zh_hans: 充电电量覆盖：%d/%d
zh_hant: 充電電量覆蓋：%d/%d

source: Price coverage: %d/%d
zh_hans: 价格覆盖：%d/%d
zh_hant: 價格覆蓋：%d/%d

source: 1 parking record unmatched
zh_hans: 1 条停车记录未匹配
zh_hant: 1 筆停車記錄未匹配

source: %d parking records unmatched
zh_hans: %d 条停车记录未匹配
zh_hant: %d 筆停車記錄未匹配

source: Include exact activity dates
zh_hans: 包含精确活动日期
zh_hant: 包含精確活動日期

source: Include costs
zh_hans: 包含费用
zh_hant: 包含費用

source: Anyone receiving this image can see the selected period details.
zh_hans: 收到图片的人都能看到已选择的周期信息。
zh_hant: 收到圖片的人都能看到已選擇的週期資訊。

source: This recap uses loaded records only and marks totals as partial.
zh_hans: 此回顾仅使用已加载记录，并将汇总标记为不完整。
zh_hant: 此回顧僅使用已載入記錄，並將彙總標記為不完整。

source: Share Period Recap
zh_hans: 分享周期回顾
zh_hant: 分享週期回顧

source: Period Recap Share Card
zh_hans: 周期回顾分享卡片
zh_hant: 週期回顧分享卡片

source: Widget Vehicle Snapshots
zh_hans: 小组件车辆快照
zh_hant: 小元件車輛快照

source: Offline Activity Timelines
zh_hans: 离线活动时间线
zh_hant: 離線活動時間軸
